[
    {
      "weekNumber": 1,
      "label": "Baby at 1 Week",
      "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-1.png?width=236",
      "description": "Believe it or not, your pregnancy journey begins now,\n even though you’re not actually pregnant yet.\n That’s because most practitioners start timing pregnancy based \n on the first day of your last menstrual period",
      "cm": "'No baby yet"
      },
      {
        "weekNumber": 2,
        "label": "Baby at 2 Week",
        "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-1.png?width=236",
        "description": "Believe it or not, your pregnancy journey begins now, even though you’re not actually pregnant yet. That’s because most practitioners start timing pregnancy based on the first day of your last menstrual period - LMP. In weeks 1 and 2 of pregnancy, your body is gearing up for ovulation and preparing for fertilization, which will happen in week 3",
        "cm": "'No baby yet"
        },
        {
     "weekNumber": 3,
     "label": "Baby at 3 Week",
      "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-3.png?width=236",
      "description":"Congratulations! At 3 weeks pregnant,\n you’ve officially conceived and are in month 1 of your pregnancy — though it will be a few weeks until you can confirm the news with a pregnancy test.\n This week, the tiny cluster of cells (soon to become your baby!)\n are rapidly growing. Meanwhile, surging hormone levels may trigger a heightened sense of smell, one of the earliest signs of pregnancy.",
      "cm": "Baby's super tiny"
         },
      {
    "weekNumber": 4,
        "label": "Baby at 4 Week",
       "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-4.png?width=236",
        "description":"In week 4 of pregnancy, your body is beginning to form the placenta and amniotic sac.\n Symptoms like abdominal pressure and tender breasts may appear this week,\n and as the cluster of cells that will soon become your baby burrows into your uterine lining,\n you may also spot some implantation bleeding.\n (But if you don't notice any symptoms at all yet, that's completely normal too.)",
      "cm": "Baby's super tiny"
     },
 {
 "weekNumber": 5,
  "label": "Baby at 5 Week",
      "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-5.png?width=236",
      "description":"At 5 weeks pregnant, you’re now in month 2 of your pregnancy.\n This week, you can officially take a pregnancy test — your hCG hormone levels are high enough to show a positive result,\n and you may have early symptoms like fatigue and nausea.As for your baby? The embryo is starting to look more like a fetus,\n and your little one's heart and circulatory system are developing.",
        "cm": "Baby's super tiny"
              },
              {
  "weekNumber": 6,
 "label": "Baby at 6 Week",
     "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-6.png?width=236",
  "description":"This week, your baby is starting to look more like, well, a baby — your little one’s head is taking shape,\n while the cheeks, chin and jaws are also beginning to form.\n In week 6 of pregnancy, you may be feeling well and truly pregnant too, thanks to symptoms like heartburn,\n nausea and frequent urination.",
 "cm": "0.51 - 0.64 cm"
 },
      {
         "weekNumber": 7,
        "label": "Baby at 7 Week",
       "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-7.png?width=141",
          "description":"Here’s a fun fact: At 7 weeks pregnant, your embryo is now 10,000 times bigger than it was when it arrived in your uterus!\n Your baby is growing rapidly and generating new brain cells at a rate of 100 per minute.\n As you head into the second half of your first trimester, it's common to experience symptoms like morning sickness,\n tender breasts and food aversions.",
        "cm": "0.64 cm"
                },
           {
              "weekNumber": 8,
              "label": "Baby at 8 Week",
                 "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-8.png?width=236",
                "description":"Though you’re probably not showing yet, your clothes may be getting a bit tight and you certainly may feel pregnant if you’re among the 75 percent of women who experience morning sickness.\n At 8 weeks pregnant, your baby is growing at a rate of a millimeter a day and the lips, nose and eyelids are forming.",
              "cm": "1.27 cm"
                    },
       {
       "weekNumber": 9,
          "label": "Baby at 9 Week",
            "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-9.png?width=236",
         "description":"Feeling exhausted? Fatigue kicks in for many moms-to-be around week 9 of pregnancy. The (very important) reason? Your body is working overtime in the first trimester to develop the placenta, the lifeline between your baby and your own blood supply.",
      "cm": "2.54 cm"
         },
                    {
                       "weekNumber": 10,
       "label": "Baby at 10 Week",
"photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-10.png?width=236",
"description":"You’re now in month 3 of your pregnancy, and your baby has officially graduated from an embryo to a fetus. You may just be starting to show at 10 weeks pregnant (though if there are no signs of a bump yet, that’s normal too), and you might also notice visible veins and increased vaginal discharge.",
 "cm": "3 - 4 cm"
    },           
    {
 "weekNumber": 11,
 "label": "Baby at 11 Week",
  "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-11.png?width=236",
 "description":"By week 11 of pregnancy, your baby has developed distinct human characteristics, including fingers and toes! \n  Some moms-to-be find that their morning sickness starts to ease up as they approach the end of the first trimester, though it's also common to still be experiencing nausea, food aversions and bloating around this time.",
  "cm": "4 cm, 7 grams"
 },            
  {
 "weekNumber": 12,
 "label": "Baby at 12 Week",
 "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-12.png?width=236",
 "description":"This is a big week for your baby: Your little one's key body systems and vital organs are now fully formed! If you haven't already, you'll be able to hear your baby's heartbeat at your next prenatal checkup.\n Meanwhile, at 12 weeks pregnant, your baby bump may be looking a little more pronounced.",
  "cm": ""
     },
   {
 "weekNumber": 13,
 "label": "Baby at 13 Week",
 "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-13.png?width=236",
 "description":"At 13 weeks pregnant, you're in the final week of your first trimester. \n (Can you believe you're already a third of the way through your pregnancy?!)If you're like many parents-to-be, you may begin to tell people you're pregnant around week 13, but it's up to you when to give friends and family the news that baby is on the way.",
 "cm": "8 cm, 28 grams"
  },  {
  "weekNumber": 14,
 "label": "Baby at 14 Week",
  "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-14.png?width=236",
"description":"Welcome to the second trimester!\n At 14 weeks pregnant, many moms-to-be begin to feel hungrier, more energetic and less nauseous as early pregnancy symptoms start to subside.\n Meanwhile, your baby's getting chubbier by the day, and may be starting to sprout some hair",
"cm": "9 - 10 cm, 57 grams"
 },
  {
 "weekNumber": 15,
 "label": "Baby at 15 Week",
 "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-15.png?width=236",
 "description":"During the second week of your second trimester, your baby's features are beginning to take shape.\n Meanwhile, by week 15 of pregnancy, your morning sickness could very well be gone — but you might be experiencing some other unpleasant symptoms, like bleeding gums.",
   "cm": "10 cm, 71 grams"
 },
 {
  "weekNumber": 16,
     "label": "Baby at 16 Week",
"photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-16.png?width=236",
  "description":"At 16 weeks, you're officially 4 months pregnant! \n As your second trimester hums along, your baby's growing rapidly, and you might start seeing changes to your own body, too — so if you haven't already gone shopping for maternity clothes, now's the time.",
  "cm": "10 - 13 cm, 0.09 - 0.11 kg"
},
 {
   "weekNumber": 17,
 "label": "Baby at 17 Week",
 "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-17.png?width=141",
 "description":"Dizziness during pregnancy often kicks in at around week 17 in the second trimester.\n Blame hormones, your growing uterus and a rapidly expanding circulatory system.\n Meanwhile, your little one is learning to suck and swallow, and is also starting to develop fingerprints.",
 "cm": "13 cm, 0.14 kg"
 },
{
  "weekNumber": 18,
"label": "Baby at 18 Week",
"photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-18.png?width=236",
"description":"Noticing a rumbling in your tummy?It could be pregnancy hunger pangs — or it could be the very first signs of fetal movement, which can happen at around week 18 of pregnancy.",
"cm": "14 cm, 0.14 - 0.18 kg"
},
{
  "weekNumber": 19,
"label": "Baby at 19 Week",
"photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-19.png?width=236",
"description":"With 19 weeks down, you're entering pregnancy month 5. \n Get ready for some exciting pregnancy milestones, like feeling baby's first kicks if you haven't already and the 20-week ultrasound, or anatomy scan, where you'll get to meet your baby up close.",
"cm": "16.5 cm, 0.28 kg"
},
{
  "weekNumber": 20,
"label": "Baby at 20 Week",
"photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-wk-20.png?width=236",
"description":"You're 20 weeks along, which means you're already halfway through your pregnancy!\n Take a deep breath — if you can, that is, since congestion during pregnancy is very common.\n Meanwhile, baby's lungs are developing more this week.",
"cm": "14 cm, 0.14 - 0.18 kg"
},
{
  "weekNumber": 21,
"label": "Baby at 21 Week",
"photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-wk-21.png?width=236",
"description":"At 21 weeks pregnant, your baby has more control over limb movements, which explains why you might be feeling more kicking and stretching going on in there. \n From the outside, your little one may be leaving his mark in the form of stretch marks — pink, red, purple, reddish-brown or dark brown streaks that can appear as your belly expands.",
"cm": "27 cm, 0.31 - 0.35 kg"
},
{
  "weekNumber": 22,
"label": "Baby at 22 Week",
"photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-22.png?width=236",
"description":"Your baby’s grip, vision and hearing are all getting stronger now.\n By week 22 of pregnancy, your little one has also achieved a big milestone: breaking the 1-pound mark!\n Meanwhile, you may be noticing more changes, including a protruding navel and possibly even slightly bigger feet — the result of all those hormones and pregnancy swelling (called edema).",
"cm": "28cm, 0.45 kg"
},
{
"weekNumber": 23,
"label": "Baby at 23 Week",
"photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-23.png?width=236",
"description":"Get ready for a major growth spurt — beginning this week, your baby will likely double in size over the next month or so.And with those pregnancy hormones on overdrive, you may start noticing that foggy, hazy feeling known as pregnancy brain. One solution? Make post-it notes your friend and stick little reminders where you'll see them around the house.",
"cm": "28 cm, 0.54 kg"
},
{
  "weekNumber": 23,
  "label": "Baby at 23 Week",
  "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-24.png?width=236",
  "description":"That face! At 24 weeks pregnant, your baby's facial features are becoming more defined. At this rate, your little one will be ready for all those photos you'll snap after you give birth!On the symptoms front, around now is the time your belly button may have popped. It will go back to normal after delivery.",
  "cm": "29 cm, 0.59 kg"
  },
  {
    "weekNumber": 24,
    "label": "Baby at 24 Week",
    "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-24.png?width=236",
    "description":"That face! At 24 weeks pregnant, your baby's facial features are becoming more defined.\n At this rate, your little one will be ready for all those photos you'll snap after you give birth! On the symptoms front, around now is the time your belly button may have popped.\n It will go back to normal after delivery.",
    "cm": "29 cm, 0.59 kg"
    },
    {
      "weekNumber": 25,
      "label": "Baby at 25 Week",
      "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-25.png?width=236",
      "description":"Now that you're in week 25 of pregnancy, your uterus is about the size of a soccer ball and you may finally have that pronounced baby bump you've been imagining since the start. \n Meanwhile, your baby's nose and lungs are becoming more functional in preparation for life on the outside.",
      "cm": "33 cm, 0.68 kg"
      },
      {
        "weekNumber": 26,
        "label": "Baby at 26 Week",
        "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-26.png?width=236",
        "description":" At 26 weeks pregnant, you're rounding the corner of the second trimester and you are almost to the third!\n Your baby's beautiful eyes may open this week. And symptoms-wise, you may be struggling more with pregnancy insomnia and clumsiness as your tummy continues to grow.",
        "cm": "36 cm, 0.91 kg"
        },
        {
          "weekNumber": 27,
          "label": "Baby at 27 Week",
          "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-27.png?width=236",
          "description":"Hurrah! Welcome to the last week of the second trimester — the end is near and you can see the light! Your baby, on the other hand, is fine-tuning skills of his own ... and let's just say your voice is music to his ears.Don't be surprised if you suddenly start noticing little jumps in that growing belly of yours, either. Your little one might have a case of the hiccups!",
          "cm": "37 cm, 0.91 kg"
          },
          {
            "weekNumber": 28,
            "label": "Baby at 28 Week",
            "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-28.png?width=236",
            "description":"It's the official start of the third trimester — congratulations!You may not always feel like celebrating if you're dealing with common week 28 symptoms like back pain and sciatica.\n Hopefully, though, you're still fairly comfortable now that you're in month 7 of pregnancy.\n Baby is getting more skilled by the day and can now blink and even dream. And that's only the beginning ... ",
            "cm": "38 cm, 1 kg"
            },
            {
              "weekNumber": 29,
              "label": "Baby at 29 Week",
              "photo": "https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-29.png?width=236",
              "description":"Your baby is filling out fast at 30 weeks of pregnancy, meaning your bump may be popping even more now.\n A big part of that growth is in baby's rapidly developing brain.\n Meanwhile, you may be welcoming back a few of those early pregnancy symptoms you thought you'd kissed good-bye at the end of the first trimester, such as frequent urination.",
              "cm": "39 - 41 cm, 1.1 - 1.4 kg"
            },
            {
              "weekNumber": 30,
              "label": "Baby at 30 Week",
              "photo":"https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-30.png?width=236", 
              "description":"Your baby is filling out fast at 30 weeks of pregnancy, meaning your bump may be popping even more now.\n A big part of that growth is in baby's rapidly developing brain. Meanwhile, you may be welcoming back a few of those early pregnancy symptoms you thought you'd kissed good-bye at the end of the first trimester, such as frequent urination." ,         
              "cm": "41 cm, 1.4 kg"
            },
            {
              "weekNumber": 31,
              "label": "Baby at 31 Week",
              "photo":"https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-31.png?width=236", 
              "description":"Now that you're 31 weeks pregnant, your baby's brain is getting more sophisticated and he's more active than ever in there — pedaling his feet, sucking his thumb and practicing other important skills for the real world.\n You may be running to the bathroom more frequently and feeling tired faster these days." ,         
              "cm": "41 cm, 1.5 kg"
            },
            {
              "weekNumber": 32,
              "label": "Baby at 32 Week",
              "photo":"https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-32.png?width=236", 
              "description":"Your baby is busy cultivating real-life tricks like sucking, breathing and swallowing.\n And you may be doing some rehearsals of your own in the form of Braxton Hicks (or practice) contractions ahead of the big day." ,         
              "cm": "41 - 43 cm, 1.6 - 1.8 kg"
            },
            {
              "weekNumber": 33,
              "label": "Baby at 33 Week",
              "photo":"https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-33.png?width=236", 
              "description":"Now that you're 33 weeks along, you're approaching the middle of the third trimester.\n By now, your baby has reached the length he'll measure at birth, but he's still busy putting on about half a pound a week. \n You might notice this rapid growth in the form of sharper kicks (oof) and shortness of breath, thanks to crowding around your lungs." ,         
              "cm": "43 cm, 1.9 kg"
            },
            {
              "weekNumber": 34,
              "label": "Baby at 34 Week",
              "photo":"https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-34.png?width=236", 
              "description":"With 34 weeks down, you're cruising through month 8 of your pregnancy.\n Your little bambino is now weighing in at about 5 pounds — the same as a standard bag of flour.\n Meanwhile, your uterus keeps on growing (and growing) to accommodate the bigger bun in the o" ,         
              "cm": "43 cm, 1.9 kg"
            },
            {
              "weekNumber": 35,
              "label": "Baby at 35 Week",
              "photo":"https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-35.png?width=236", 
              "description":"At the 35-week mark, you're wrapping up month 8 of your pregnancy with one month left to go.\n Your little one may be starting to make an exit plan by shifting to the heads-down position, all while working on important preparations such as building body fat and brain matter.\n Your body is also in prep mode: You may feel some Braxton Hicks contractions as your uterine muscles practice for the big day." ,         
              "cm": "46 cm, 2.4 kg"
            },
            {
              "weekNumber": 36,
              "label": "Baby at 36 Week",
              "photo":"https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-36.png?width=236", 
              "description":"Welcome to week 36 of pregnancy — officially the start of month 9. \n Your soon-to-be infant is eavesdropping more these days, thanks to a newly sharp sense of hearing, and he may also be possibly dropping lower into your pelvis. \n This final month may bring extra joint flexibility (and less ideally, pelvic pain) as loosening and softening hormones kick" ,         
              "cm": "46 - 48 cm, 2.7 kg"
            },
            {
              "weekNumber": 37,
              "label": "Baby at 37 Week",
              "photo":"https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-37.png?width=236", 
              "description":"At 37 weeks, you're 9 months pregnant with the end in sight. \n Your baby is practicing special skills this week (like sucking his thumb and grasping) that he'll show off upon his arrival. \n At your next prenatal appointment, your practitioner will likely check your cervix for clues about how you're progressing." ,         
              "cm": "48 cm, 2.9 kg"
            },
            {
              "weekNumber": 38,
              "label": "Baby at 38 Week",
              "photo":"https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-38.png?width=236", 
              "description":"Congrats are in order: Your baby is considered full term now that month 9 is drawing to a close!\n Whether he's aware of his invitation to exit remains to be seen, but you can anticipate that he's reached his birth weight by now.\n At 39 weeks, you'll want to watch out for signs of labor — and get that hospital bag packed, if it isn't already." ,         
              "cm": "48 - 51 cm, 3.2 kg"
            },
            {
              "weekNumber": 39,
              "label": "Baby at 39 Week",
              "photo":"https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-39.png?width=236", 
              "description":"Congrats are in order: Your baby is considered full term now that month 9 is drawing to a close! \n Whether he's aware of his invitation to exit remains to be seen, but you can anticipate that he's reached his birth weight by now.\n At 39 weeks, you'll want to watch out for signs of labor — and get that hospital bag packed, if it isn't already." ,         
              "cm": "48 - 53 cm, 3.2 - 3.6 kg"
            },
            {
              "weekNumber": 40,
              "label": "Baby at 40 Week",
              "photo":"https://images.agoramedia.com/wte3.0/gcms/pregnancy-fruit-2021-week-40.png?width=236", 
              "description":"Now that you're 40 weeks pregnant, you're still technically in month 9 of pregnancy (even if it feels like longer).Your little one is fully prepped for life outside the womb, with all systems (including organs and reflexes) a go.You're in good company if you've passed your due date: About 1 in 3 pregnancies will hit the 41-week mark!" ,         
              "cm": "8 - 56 cm, 3.2 - 4.1 kg"
            }        
]




